Repository: appfabtech/SPPermissions
Catalog: Sources/SPPermissions/Resources/Localization/*.lproj/Localizable.strings
Languages: it

source: action allow
it: Continua

source: action allowed
it: Autorizzato

source: titles header
it: Autorizzazioni

source: titles sub header
it: Richiesta autorizzazione

source: titles description
it: Queste sono le autorizzazioni che l'app richiede per funzionare correttamente. Si prega di leggere la descrizione per ogni autorizzazione

source: titles comment
it: Le autorizzazioni sono necessari affinché l'applicazione acceda correttamente alla funzionalità richieste.

source: permission camera name
it: Camera

source: permission camera description
it: Autorizza l'app ad accedere alla fotocamera

source: permission photoLibrary name
it: Photo Library

source: permission photoLibrary description
it: Accesso per salvare le foto nella tua galleria

source: permission microphone name
it: Microfono

source: permission microphone description
it: Autorizza l'app ad accedere al microfono

source: permission calendar name
it: Calendario

source: permission calendar description
it: Autorizza l'app ad aggiungere eventi al calendario

source: permission contacts name
it: Contatti

source: permission contacts description
it: Autorizza l'app ad accedere ai tuoi contatti e telefoni

source: permission reminders name
it: Reminders

source: permission reminders description
it: Application can create new task

source: permission speech name
it: Speech

source: permission speech description
it: Permetti di controllare la tua voce

source: permission motion name
it: Motion

source: permission motion description
it: Allow to record motion and environment-related data

source: permission media library name
it: Media Library

source: permission media library description
it: Allow to check your media

source: permission bluetooth name
it: Bluetooth

source: permission bluetooth description
it: Permettere l'accesso al bluetooth

source: permission notification name
it: Notifiche

source: permission notification description
it: Autorizza la ricezione notifiche importanti senza dover aprire l'app

source: permission location when in use name
it: Location When Use

source: permission location when in use description
it: Consenti l'accesso alla tua posizione

source: permission location always name
it: Posizione sempre

source: permission location always description
it: Consenti di accedere alla tua posizione

source: permission tracking name
it: Tracking

source: permission tracking description
it: Consenti di accedere ai dati relativi all'app

source: permission faceid name
it: FaceID

source: permission faceid description
it: Permettere di utilizzare l'identità di Face ID

source: permission siri name
it: Siri

source: permission siri description
it: Sarà possibile utilizzare Siri

source: permission health name
it: Salute

source: permission health description
it: Consenti l'accesso ai dati sanitari

source: denied alert title
it: Autorizzazione negata

source: denied alert description
it: Per favore, vai su Impostazioni -> nome applicazione -> e autorizza la funzionalità

source: denied alert action
it: Impostazioni

source: denied alert cancel
it: Annulla

source: action denied
it: Negato
